[
  {
    "id": "c01",
    "cat": "施工計画",
    "sub": "工程管理",
    "diff": 2,
    "isNew": false,
    "q": "ネットワーク工程表に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "ダミーは、作業の相互関係を示す実線の矢線で、時間と費用を必要とする。",
      "フリーフロートとは、後続作業の最早開始時刻に影響を与えない余裕時間である。",
      "トータルフロートがゼロの作業は、すべてクリティカルパス上にある。",
      "クリティカルパスとは、工期を決定する最長経路のことである。"
    ],
    "ans": 0,
    "ex": "ダミーは破線の矢線で表され、作業間の論理的な関係のみを示すもので、時間も費用も伴わない。実線の矢線は実作業を表す。",
    "tip": "ダミーは「ダッシュ(破線)」で「ダミー(虚構)」＝時間もお金もゼロ"
  },
  {
    "id": "c02",
    "cat": "施工計画",
    "sub": "工程管理",
    "diff": 2,
    "isNew": false,
    "q": "バーチャート工程表に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "各作業の所要日数が横棒の長さで示されるため、工期の把握が容易である。",
      "各作業間の相互関係や工期に影響する作業が明確に把握できる。",
      "作成が比較的容易で、工事の進捗状況を視覚的に把握しやすい。",
      "縦軸に作業名、横軸に日数をとって、各作業の施工期間を横棒で表す。"
    ],
    "ans": 1,
    "ex": "バーチャート工程表は作成が容易で進捗状況の把握には便利だが、各作業間の相互関係や工期に影響する作業（クリティカルパス）を明確に把握することはできない。それにはネットワーク工程表が適している。",
    "tip": "バーチャートは「バー(棒)」だけ→作業の「つながり」は見えない"
  },
  {
    "id": "c03",
    "cat": "施工計画",
    "sub": "工程管理",
    "diff": 3,
    "isNew": false,
    "q": "工程管理に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "工程計画は、手順計画と日程計画からなる。",
      "マイルストーン工程表は、主要な工事の節目を示す工程表である。",
      "工期を短縮する場合、クリティカルパス上以外の作業を優先的に短縮する。",
      "工程の進捗度を表す出来高累計曲線は、一般にS字カーブを描く。"
    ],
    "ans": 2,
    "ex": "工期を短縮するには、クリティカルパス上の作業を短縮する必要がある。クリティカルパス以外の作業を短縮しても全体工期には影響しない。",
    "tip": "クリティカル＝「危機的」→工期を決める道。短縮するならクリティカルから"
  },
  {
    "id": "c04",
    "cat": "施工計画",
    "sub": "仮設工事",
    "diff": 2,
    "isNew": false,
    "q": "足場に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "単管足場の建地の間隔は、けた行方向1.85m以下、はり間方向1.5m以下とする。",
      "枠組足場の壁つなぎの間隔は、垂直方向9m以下、水平方向8m以下とする。",
      "つり足場の作業床の幅は、40cm以上とし、床材間のすき間は3cm以下とする。",
      "足場の高さが10mを超える場合、壁つなぎを設けなくてもよい。"
    ],
    "ans": 3,
    "ex": "足場の高さが5mを超える場合、壁つなぎまたは控えを設けなければならない。高さ10mを超えるか否かにかかわらず、5m超で壁つなぎが必要である。",
    "tip": "「ゴ(5)メンね、壁つなぎ必要です」→5m超で壁つなぎ"
  },
  {
    "id": "c05",
    "cat": "施工計画",
    "sub": "仮設工事",
    "diff": 1,
    "isNew": false,
    "q": "仮囲いに関する記述として、最も不適当なものはどれか。",
    "ch": [
      "仮囲いの出入口には、必ず常時施錠できる門扉を設けなければならない。",
      "仮囲いは、工事期間中の第三者の安全を確保するために設ける。",
      "仮囲いは、都市計画区域内の工事現場に設けなければならない場合がある。",
      "仮囲いの高さは、地盤面から1.8m以上とする。"
    ],
    "ans": 0,
    "ex": "仮囲いの出入口には門扉を設けることが望ましいが、「必ず常時施錠」という規定はない。工事車両の出入りなどを考慮し、必要に応じて管理する。",
    "tip": "仮囲い＝「イヤ(1.8)でも囲う」→高さ1.8m以上"
  },
  {
    "id": "c06",
    "cat": "施工計画",
    "sub": "仮設工事",
    "diff": 2,
    "isNew": false,
    "q": "山留め工事に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "親杭横矢板工法は、止水性が低いため、地下水位の高い地盤には不向きである。",
      "切梁の撤去は、下段から上段に向かって順に行う。",
      "ソイルセメント壁工法（SMW工法）は、止水性に優れている。",
      "山留め壁の変位計測は、掘削の進行に伴い定期的に行う。"
    ],
    "ans": 1,
    "ex": "切梁の撤去は、躯体の構築に合わせて上段から順に行うのが一般的である。下段から撤去すると上部の山留め壁を支持できなくなり危険である。",
    "tip": "切梁撤去は「上から順に」→建物ができた階から外す"
  },
  {
    "id": "c07",
    "cat": "施工計画",
    "sub": "仮設工事",
    "diff": 2,
    "isNew": false,
    "q": "仮設工事に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "ベンチマークは、工事中に移動しない箇所に2か所以上設ける。",
      "やり方は、建物の位置・高さ・水平の基準を示すものである。",
      "脚立の天板に乗って作業を行うことは認められている。",
      "仮設の電力設備において、漏電遮断器の感度電流は30mA以下とする。"
    ],
    "ans": 2,
    "ex": "脚立の天板に乗って作業することは禁止されている。脚立は天板を含まない踏みざんの上で使用し、天板の上に立つと転落の危険がある。",
    "tip": "天板は「テッペン」→立ったらテンから落ちる→禁止"
  },
  {
    "id": "c08",
    "cat": "施工計画",
    "sub": "安全管理",
    "diff": 2,
    "isNew": false,
    "q": "建設工事における安全管理に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "高さ2m以上の作業場所には、作業床を設けなければならない。",
      "作業床の端や開口部には、囲い・手すり・覆いなどを設けなければならない。",
      "安全帯（墜落制止用器具）は、高さ2m以上で作業床を設けられない場合に使用する。",
      "高さ5m以上の作業場所での作業では、必ず作業主任者を選任する必要がある。"
    ],
    "ans": 3,
    "ex": "足場の組立て等作業主任者の選任が必要なのは、つり足場・張出し足場又は高さ5m以上の足場の組立て・解体・変更の作業の場合である。単に高さ5m以上の作業場所で作業するだけでは作業主任者の選任は必要ない。",
    "tip": "作業主任者＝「足場の組立て等」に必要。高さだけでは決まらない"
  },
  {
    "id": "c09",
    "cat": "施工計画",
    "sub": "安全管理",
    "diff": 1,
    "isNew": false,
    "q": "KY活動（危険予知活動）に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "作業開始前に、その日の作業における危険要因を話し合う活動である。",
      "KY活動は、工事監理者が単独で行い、作業員に指示する活動である。",
      "KYはK(危険)Y(予知)の略であり、災害を未然に防ぐための活動である。",
      "作業員全員が参加し、危険に対する感受性を高めることを目的とする。"
    ],
    "ans": 1,
    "ex": "KY活動は作業員全員が参加して行うものであり、工事監理者が単独で行うものではない。現場の作業員が自ら危険を予知し、対策を考えることに意義がある。",
    "tip": "KY＝「みんなでK(危険)をY(予知)」→全員参加が基本"
  },
  {
    "id": "c10",
    "cat": "施工計画",
    "sub": "安全管理",
    "diff": 2,
    "isNew": false,
    "q": "労働安全衛生法に基づく届出に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "つり足場の設置届は、設置の30日前までに届け出なければならない。",
      "高さ31mを超える建築物の建設工事では、計画届を労働基準監督署長に届け出る。",
      "安全衛生責任者は、統括安全衛生管理の職務に関し連絡等を行う。",
      "特定元方事業者は、統括安全衛生責任者を選任しなければならない。"
    ],
    "ans": 0,
    "ex": "つり足場・張出し足場等の設置届は、工事開始の30日前ではなく、設置の14日前までに届け出なければならない。建設工事の計画届が30日前であるのと混同しやすい。",
    "tip": "足場の届出は「14(いーよ)日前」、計画届は「30(さんじゅう)日前」"
  },
  {
    "id": "c11",
    "cat": "躯体工事",
    "sub": "土工事・地業",
    "diff": 2,
    "isNew": false,
    "q": "根切り工事に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "根切り底面は、所定の地耐力が得られる地盤まで掘削する。",
      "根切り底面が凍結した場合は、凍結部分を取り除いてから次の工程に進む。",
      "法付けオープンカット工法は、周辺に余裕がない場合に適している。",
      "床付け面を乱した場合は、砂利や砕石で置換するなどの処置を行う。"
    ],
    "ans": 2,
    "ex": "法付けオープンカット工法は、掘削面を斜めにするため広い敷地が必要であり、周辺に余裕がない場合には不向きである。周辺に余裕がない場合は、山留め壁を設けた工法が適している。",
    "tip": "オープンカット＝「オープン(広い)」な敷地が必要"
  },
  {
    "id": "c12",
    "cat": "躯体工事",
    "sub": "土工事・地業",
    "diff": 2,
    "isNew": false,
    "q": "埋戻し及び盛土に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "埋戻しは、地下躯体のコンクリートの打設直後に行ってよい。",
      "埋戻しは、厚さ300mm程度ごとに締め固めながら行う。",
      "埋戻し土の締固めにはランマーやタンパーなどを用いる。",
      "埋戻しには、根切り土の中の良質土を使用することができる。"
    ],
    "ans": 0,
    "ex": "埋戻しは、地下躯体のコンクリートが十分な強度を発現してから行う。打設直後に埋戻しを行うと、土圧によりコンクリートが変形・損傷するおそれがある。",
    "tip": "埋戻しは「コンクリートが固まってから」→急いで埋めるな"
  },
  {
    "id": "c13",
    "cat": "躯体工事",
    "sub": "土工事・地業",
    "diff": 2,
    "isNew": false,
    "q": "地業工事に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "砂利地業の締固めは、ランマーや振動コンパクターなどで行う。",
      "砂利地業に使用する砂利の粒径は、地業の厚さ以上のものを用いる。",
      "捨てコンクリートの厚さは、一般に50mm程度とする。",
      "捨てコンクリートは、墨出しや型枠設置のための基準面を作るために打設する。"
    ],
    "ans": 1,
    "ex": "砂利地業に使用する砂利の粒径は、地業の厚さの1/2以下のものを用いる。粒径が大きすぎると締固めが不十分になり、不陸が生じやすい。",
    "tip": "砂利の粒径は「厚さの半分以下」→大きすぎると詰まらない"
  },
  {
    "id": "c14",
    "cat": "躯体工事",
    "sub": "鉄筋工事",
    "diff": 2,
    "isNew": false,
    "q": "鉄筋のかぶり厚さに関する記述として、最も不適当なものはどれか。",
    "ch": [
      "かぶり厚さは、鉄筋の耐火性・耐久性・付着力を確保するために必要である。",
      "かぶり厚さは、鉄筋表面からコンクリート表面までの最短距離である。",
      "土に接する柱・梁のかぶり厚さは、40mm以上とする。",
      "屋内の非耐力壁のかぶり厚さは、仕上げがある場合でも30mm以上必要である。"
    ],
    "ans": 3,
    "ex": "屋内の非耐力壁で仕上げがある場合のかぶり厚さの最小値は20mmである。30mm以上は仕上げのない場合や耐力壁の場合に求められる値であり、部材や条件により異なる。",
    "tip": "屋内の非耐力壁（仕上げあり）は「ニジュウ(20)mm」でOK"
  },
  {
    "id": "c15",
    "cat": "躯体工事",
    "sub": "鉄筋工事",
    "diff": 2,
    "isNew": false,
    "q": "鉄筋の継手に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "重ね継手の長さは、コンクリートの設計基準強度と鉄筋の種類によって異なる。",
      "鉄筋の継手位置は、応力の小さい箇所に設けるのが原則である。",
      "異なる径の鉄筋のガス圧接は、径の差が10mm以上でも行うことができる。",
      "ガス圧接継手の膨らみの直径は、鉄筋径の1.4倍以上とする。"
    ],
    "ans": 2,
    "ex": "異なる径の鉄筋のガス圧接は、径の差が7mmを超える場合は原則として行ってはならない。鉄筋径の差が大きいと圧接部の品質を確保することが困難になる。",
    "tip": "ガス圧接の径差は「ナナ(7)mm以下」→7mm超はNG"
  },
  {
    "id": "c16",
    "cat": "躯体工事",
    "sub": "鉄筋工事",
    "diff": 1,
    "isNew": false,
    "q": "鉄筋の加工・組立に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "鉄筋は加工に先立ち、表面の赤錆を完全に除去しなければならない。",
      "スペーサーは、所定のかぶり厚さを確保するために用いる。",
      "鉄筋の組立は、設計図書に従い、正確な位置に配筋する。",
      "鉄筋の末端部のフックは、コンクリートとの定着力を高めるために設ける。"
    ],
    "ans": 0,
    "ex": "鉄筋の表面に生じた赤錆（浮き錆）程度であれば、コンクリートとの付着力に悪影響を及ぼさないため、必ずしも完全に除去する必要はない。ただし、著しい腐食や浮き上がった錆は除去が必要である。",
    "tip": "赤錆は「赤信号ではない」→軽い錆はOK、ひどい腐食はNG"
  },
  {
    "id": "c17",
    "cat": "躯体工事",
    "sub": "鉄筋工事",
    "diff": 3,
    "isNew": false,
    "q": "鉄筋のガス圧接に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "圧接部の膨らみの長さは、鉄筋径の1.1倍以上とする。",
      "圧接部の検査で不合格になった場合、再圧接により補修することができる。",
      "圧接作業は、手動ガス圧接の場合、技量資格者が行う。",
      "圧接端面は、直角に切断し、平滑に仕上げる。"
    ],
    "ans": 1,
    "ex": "ガス圧接部の検査で不合格になった場合、その圧接部を切り取って再圧接するのが原則であり、不合格部分をそのまま再加熱して再圧接することは認められない。",
    "tip": "不合格の圧接は「切って(きって)やり直し」→再加熱はダメ"
  },
  {
    "id": "c18",
    "cat": "躯体工事",
    "sub": "型枠工事",
    "diff": 2,
    "isNew": false,
    "q": "型枠の存置期間に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "柱・壁のせき板は、コンクリートの圧縮強度が5N/mm2以上で取り外せる。",
      "梁下のせき板は、柱・壁のせき板よりも長い存置期間が必要である。",
      "スラブ下の支保工は、コンクリートの圧縮強度が設計基準強度の50%以上で取り外せる。",
      "型枠の存置期間は、セメントの種類やコンクリートの強度発現に関係する。"
    ],
    "ans": 2,
    "ex": "スラブ下の支保工の取外しは、設計基準強度の85%以上（または12N/mm2以上）が必要である。50%では不十分であり、梁下も同様に高い強度が求められる。",
    "tip": "スラブ下支保工＝「ハチゴ(85)%以上」で外す"
  },
  {
    "id": "c19",
    "cat": "躯体工事",
    "sub": "型枠工事",
    "diff": 2,
    "isNew": false,
    "q": "型枠工事に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "コンクリートの側圧は、打込み速度が速いほど小さくなる。",
      "型枠の組立ては、墨出しに従い、正確な位置・形状に組み立てる。",
      "型枠は、コンクリートの側圧に耐えうる強度と剛性を有するものとする。",
      "せき板に合板を使用する場合、コンクリートに接する面に剥離剤を塗布する。"
    ],
    "ans": 0,
    "ex": "コンクリートの側圧は、打込み速度が速いほど大きくなる。速い打込みではコンクリートの自重による圧力が型枠に集中し、側圧が増大する。",
    "tip": "打込み速度「速い」→側圧「大きい」→速く流すと押す力が強い"
  },
  {
    "id": "c20",
    "cat": "躯体工事",
    "sub": "型枠工事",
    "diff": 2,
    "isNew": false,
    "q": "型枠の設計に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "型枠に作用する荷重は、コンクリートの自重、作業荷重、衝撃荷重等を考慮する。",
      "パイプサポートの高さが4mを超える場合、水平つなぎは不要である。",
      "フォームタイは、型枠の締付けに使用する金物である。",
      "セパレーターは、型枠の間隔を保持するために用いる。"
    ],
    "ans": 1,
    "ex": "パイプサポートの高さが3.5mを超える場合は、2m以内ごとに水平つなぎを2方向に設けなければならない。4mを超えても不要とするのは誤りである。",
    "tip": "パイプサポートは「サンゴ(3.5)m超えたら」水平つなぎ"
  },
  {
    "id": "c21",
    "cat": "躯体工事",
    "sub": "コンクリート工事",
    "diff": 2,
    "isNew": false,
    "q": "コンクリートの打設に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "コンクリートの打込みは、練混ぜ開始から打込み終了まで120分以内に行う。",
      "コールドジョイントを防ぐため、先に打ち込んだコンクリートが固まり始める前に次を打ち込む。",
      "コンクリートの1回の打込み高さは、1層あたり80〜100cm程度とする。",
      "コンクリートの自由落下高さは、一般にコンクリートが分離しない範囲とする。"
    ],
    "ans": 2,
    "ex": "コンクリートの1回の打込み高さ（1層）は、40〜50cm以下が標準である。80〜100cmでは厚すぎて締固めが不十分になり、コンクリートの品質が低下する。",
    "tip": "1層の打込みは「シゴ(45)cm程度」→40〜50cmが標準"
  },
  {
    "id": "c22",
    "cat": "躯体工事",
    "sub": "コンクリート工事",
    "diff": 2,
    "isNew": false,
    "q": "コンクリートの養生に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "コンクリート打込み後、直ちに直射日光や風にさらして乾燥させるのがよい。",
      "普通ポルトランドセメントの湿潤養生期間は、5日以上とする。",
      "寒中コンクリートでは、初期凍害を防ぐために保温養生を行う。",
      "湿潤養生は、コンクリートの水和反応を促進するために行う。"
    ],
    "ans": 0,
    "ex": "コンクリート打込み後に直射日光や風にさらすと急速な乾燥によりひび割れが発生する。打込み後は散水やシートで覆うなどの湿潤養生が必要である。",
    "tip": "コンクリートは「しっとり(湿潤)養生」→乾かすのはNG"
  },
  {
    "id": "c23",
    "cat": "躯体工事",
    "sub": "コンクリート工事",
    "diff": 3,
    "isNew": false,
    "q": "コンクリートの品質管理に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "スランプ試験は、コンクリートの軟らかさ（ワーカビリティー）を測定する試験である。",
      "空気量試験は、コンクリート中のエントレインドエアを測定する試験である。",
      "構造体コンクリートの圧縮強度は、材齢28日で判定するのが標準である。",
      "コンクリートの圧縮強度試験用供試体は、直径10cm、高さ20cmの円柱形とする。"
    ],
    "ans": 3,
    "ex": "コンクリートの圧縮強度試験用供試体は、直径の2倍の高さの円柱形で、標準的には直径15cm（φ150）、高さ30cmである。直径10cm、高さ20cmは標準的な寸法ではない。",
    "tip": "供試体は「イチゴ(15)cm×サンマル(30)cm」→φ150×300"
  },
  {
    "id": "c24",
    "cat": "躯体工事",
    "sub": "コンクリート工事",
    "diff": 2,
    "isNew": true,
    "q": "コンクリート工事における環境配慮に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "高炉セメントB種は、CO2排出量の削減に寄与するセメントである。",
      "再生骨材コンクリートは、解体コンクリートから取り出した骨材を使用したものである。",
      "フライアッシュセメントは、普通ポルトランドセメントより初期強度の発現が早い。",
      "省エネルギー基準に適合する建築物では、コンクリートの断熱性能も考慮する。"
    ],
    "ans": 2,
    "ex": "フライアッシュセメントは、石炭火力発電所から排出される飛灰を混合したもので、長期強度は増大するが初期強度の発現は普通ポルトランドセメントより遅い。",
    "tip": "フライアッシュ＝「フライ(揚げ物)」は時間がかかる→初期強度は遅い"
  },
  {
    "id": "c25",
    "cat": "躯体工事",
    "sub": "鉄骨工事",
    "diff": 2,
    "isNew": false,
    "q": "高力ボルト接合に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "高力ボルトの締付けは、ボルト群の中央から端部に向かって行う。",
      "高力ボルトの孔径は、ボルト径より5mm大きくする。",
      "摩擦接合では、接合面の摩擦力により応力を伝達する。",
      "トルシア形高力ボルトの締付け完了は、ピンテールの破断により確認する。"
    ],
    "ans": 1,
    "ex": "高力ボルトの孔径は、ボルトの呼び径がM16〜M24の場合、ボルト径+2mm、M27以上の場合は+3mmが標準である。5mm大きくすることはない。",
    "tip": "高力ボルト孔は「ニ(2)mm大きく」→M24以下は+2mm"
  },
  {
    "id": "c26",
    "cat": "躯体工事",
    "sub": "鉄骨工事",
    "diff": 2,
    "isNew": false,
    "q": "鉄骨の溶接に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "溶接作業は、気温が0℃以下であっても特に制限なく行うことができる。",
      "溶接部の内部欠陥の検査には、超音波探傷試験が用いられる。",
      "開先溶接のルート間隔が大きすぎると、溶接欠陥が生じやすい。",
      "完全溶込み溶接は、母材と同等以上の強度が得られる溶接である。"
    ],
    "ans": 0,
    "ex": "溶接作業は、気温が-5℃以下の場合は原則として行ってはならない。低温下では溶接部の冷却速度が速く、割れなどの欠陥が生じやすい。0℃以下でも予熱等の措置を講じれば可能だが、「特に制限なく」は誤りである。",
    "tip": "溶接は「マイナスゴ(-5)℃以下」で原則禁止"
  },
  {
    "id": "c27",
    "cat": "躯体工事",
    "sub": "鉄骨工事",
    "diff": 2,
    "isNew": false,
    "q": "鉄骨の建方に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "建方精度の管理は、柱の倒れ、梁のレベルなどを計測して行う。",
      "建入れ直しは、ワイヤロープを用いてジャッキ等で修正する。",
      "建方時の仮ボルトは、高力ボルト1群に対して1/3以上かつ2本以上締め付ける。",
      "建方に使用するクレーンの容量は、最重量部材のみで選定すればよい。"
    ],
    "ans": 3,
    "ex": "クレーンの容量は、最重量部材の荷重だけでなく、作業半径、揚程、吊り具の重量、風荷重等を総合的に考慮して選定する必要がある。最重量部材のみで選定するのは不適当である。",
    "tip": "クレーン選定は「重さだけじゃない」→半径・揚程・風も考える"
  },
  {
    "id": "c28",
    "cat": "躯体工事",
    "sub": "鉄骨工事",
    "diff": 3,
    "isNew": false,
    "q": "鉄骨工事に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "エンドタブは、溶接始終端部の欠陥を防ぐために取り付ける。",
      "アンカーボルトの埋込み長さは、ボルト径の5倍以上とする。",
      "デッキプレートは、コンクリートスラブの型枠として使用される鋼板である。",
      "スカラップは、溶接線の交差を避けるために鉄骨に設ける切欠きである。"
    ],
    "ans": 1,
    "ex": "アンカーボルトの埋込み長さは、一般にボルト径の20倍以上（またはそれ以上）が必要である。5倍では短すぎて十分な定着力が得られない。",
    "tip": "アンカーボルト埋込み＝「ニジュウ(20)倍以上」→5倍では抜ける"
  },
  {
    "id": "c29",
    "cat": "躯体工事",
    "sub": "木工事",
    "diff": 2,
    "isNew": false,
    "q": "木造建築の継手・仕口に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "腰掛けあり継ぎは、土台の継手として用いられる。",
      "大入れあり掛けは、土台と柱の仕口として用いられる。",
      "継手の位置は、応力の大きい箇所を選んで設ける。",
      "かたぎ大入れは、梁と柱の仕口として用いられることがある。"
    ],
    "ans": 2,
    "ex": "継手の位置は、応力の小さい箇所に設けるのが原則である。応力の大きい箇所に継手を設けると、構造的な弱点となる。",
    "tip": "継手は「力の弱いところ」→応力小さい箇所に設ける"
  },
  {
    "id": "c30",
    "cat": "躯体工事",
    "sub": "木工事",
    "diff": 2,
    "isNew": false,
    "q": "木材の乾燥に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "木材の含水率は、繊維飽和点以下で収縮が始まる。",
      "人工乾燥は天然乾燥に比べ、乾燥による割れや反りが少ない。",
      "構造材の含水率は、20%以下が望ましい。",
      "繊維飽和点は、約30%である。"
    ],
    "ans": 1,
    "ex": "人工乾燥は天然乾燥に比べ、短期間で乾燥できるが、急速な乾燥のため割れや反りが生じやすい。天然乾燥は時間がかかるが、緩やかに乾燥するため材の損傷が少ない。",
    "tip": "人工乾燥＝「急いで乾かす」→割れやすい。天然＝「ゆっくり」→割れにくい"
  },
  {
    "id": "c31",
    "cat": "躯体工事",
    "sub": "木工事",
    "diff": 2,
    "isNew": false,
    "q": "木工事に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "構造用合板は、繊維方向を同じにして積層したものである。",
      "筋かいの端部は、柱と梁その他の横架材との仕口に接近して、金物で緊結する。",
      "木材の繊維方向の許容圧縮応力度は、繊維に直角方向より大きい。",
      "プレカット工法は、工場で木材を加工し、現場での加工を減らす工法である。"
    ],
    "ans": 0,
    "ex": "構造用合板は、単板（ベニヤ）の繊維方向を直交させて奇数枚積層・接着したものである。繊維方向を同じにして積層するのは単板積層材（LVL）である。",
    "tip": "合板は「交互に直交」→合(合わせる)板。LVLは「同じ方向」"
  },
  {
    "id": "c32",
    "cat": "仕上工事",
    "sub": "防水工事",
    "diff": 2,
    "isNew": false,
    "q": "アスファルト防水に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "アスファルト防水は、アスファルトルーフィングを積層して防水層を形成する。",
      "防水層の立上り高さは、一般に300mm以上とする。",
      "アスファルト防水の施工は、下地が十分に乾燥してから行う。",
      "防水層の末端部は、特に処理しなくてもよい。"
    ],
    "ans": 3,
    "ex": "防水層の末端部（端末処理）は、雨水の浸入を防ぐため、押え金物で固定しシーリング材を充填するなどの適切な処理が必要である。処理しなければ防水層の剥離や漏水の原因となる。",
    "tip": "防水の端末は「しっかり押さえる」→押え金物＋シーリング"
  },
  {
    "id": "c33",
    "cat": "仕上工事",
    "sub": "防水工事",
    "diff": 2,
    "isNew": false,
    "q": "シート防水に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "合成高分子系シート防水には、加硫ゴム系や塩化ビニル樹脂系がある。",
      "加硫ゴム系シート防水の接合部は、熱風溶着により接合する。",
      "塩化ビニル樹脂系シート防水は、接着工法と機械的固定工法がある。",
      "シート防水の下地は、平滑に仕上げる必要がある。"
    ],
    "ans": 1,
    "ex": "加硫ゴム系シート防水の接合部は、接着剤を用いて接合するのが一般的であり、熱風溶着で接合するのは塩化ビニル樹脂系シート防水である。材料の特性に応じた接合方法を選択する必要がある。",
    "tip": "ゴムは「接着剤」、塩ビは「熱風溶着」→ゴムは熱で溶けない"
  },
  {
    "id": "c34",
    "cat": "仕上工事",
    "sub": "防水工事",
    "diff": 2,
    "isNew": false,
    "q": "シーリング工事に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "シーリング材の充填は、気温5℃以下の場合でも特に問題なく行える。",
      "2面接着は、目地の底にボンドブレーカーを使用して3面接着を防ぐ。",
      "ワーキングジョイントには、2面接着が適している。",
      "シーリング材の施工は、被着面を清掃し、プライマーを塗布してから行う。"
    ],
    "ans": 0,
    "ex": "シーリング材の施工は、気温5℃以下や降雨時には原則として行わない。低温では硬化不良や接着不良が生じやすく、品質が確保できない。",
    "tip": "シーリングは「ゴ(5)℃以下NG」→寒いと固まらない"
  },
  {
    "id": "c35",
    "cat": "仕上工事",
    "sub": "左官工事",
    "diff": 2,
    "isNew": false,
    "q": "左官工事に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "モルタル塗りの1回の塗り厚は、7mm以下を標準とする。",
      "下塗り、中塗り、上塗りの各層は、前の層が乾燥してから塗り重ねる。",
      "セメントモルタルの調合で、富調合（セメントが多い）ほどひび割れしにくい。",
      "塗り付けるモルタルは、下層ほど富調合とし、上層ほど貧調合とする。"
    ],
    "ans": 2,
    "ex": "セメントモルタルは、富調合（セメント量が多い）ほど収縮が大きく、ひび割れが生じやすい。貧調合のほうが収縮は小さいが強度は低下する。",
    "tip": "「富(とみ)はリッチだが割れやすい」→富調合＝収縮大＝ひび割れしやすい"
  },
  {
    "id": "c36",
    "cat": "仕上工事",
    "sub": "左官工事",
    "diff": 2,
    "isNew": false,
    "q": "左官工事の下地処理に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "コンクリート下地にモルタルを塗る場合、下地の吸水を調整するため水湿しを行う。",
      "下地の清掃は、付着力を確保するために重要である。",
      "コンクリート面の型枠の目違いやバリは、塗り付け前に処理する。",
      "下地が乾燥しすぎている場合でも、そのままモルタルを塗り付けてよい。"
    ],
    "ans": 3,
    "ex": "下地が乾燥しすぎている場合、モルタルの水分が急速に吸収され、ドライアウト（水分不足による硬化不良）が生じる。適度に水湿しを行ってから塗り付ける必要がある。",
    "tip": "「ドライアウト」＝乾きすぎ→水湿しで防止"
  },
  {
    "id": "c37",
    "cat": "仕上工事",
    "sub": "タイル・石工事",
    "diff": 2,
    "isNew": false,
    "q": "タイル工事に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "外壁タイルの張付けモルタルの塗り厚は、張付け工法により異なる。",
      "タイルの引張接着強度試験は、施工後のタイルの接着力を確認する試験である。",
      "マスク張りは、張付けモルタルをタイル裏面全体に塗り付ける工法である。",
      "タイルの伸縮調整目地は、6m程度ごとに設ける。"
    ],
    "ans": 2,
    "ex": "マスク張りは、ユニットタイルの裏面にマスク（型板）を当てて張付けモルタルを塗り、壁面に張り付ける工法である。タイル裏面全体にモルタルを塗り付けるのは改良圧着張りなどの工法である。",
    "tip": "マスク張り＝「マスク(型板)」を使う→全面塗りではない"
  },
  {
    "id": "c38",
    "cat": "仕上工事",
    "sub": "タイル・石工事",
    "diff": 2,
    "isNew": false,
    "q": "石工事に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "石材の裏面処理は、乾式工法では不要である。",
      "乾式工法は、金物を用いて石材を躯体に取り付ける工法である。",
      "外壁の石張りには、乾式工法が多く用いられている。",
      "湿式工法は、モルタルを用いて石材を取り付ける工法である。"
    ],
    "ans": 0,
    "ex": "乾式工法でも石材の裏面処理は重要である。石材裏面にエフロレッセンス防止剤を塗布するなど、品質確保のための処理が必要な場合がある。",
    "tip": "乾式でも「裏は手を抜かない」→裏面処理は必要"
  },
  {
    "id": "c39",
    "cat": "仕上工事",
    "sub": "塗装工事",
    "diff": 2,
    "isNew": false,
    "q": "塗装工事に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "塗装の工程は、一般に下塗り、中塗り、上塗りの順で行う。",
      "鉄面の錆止め塗料は、上塗りの後に塗るのが一般的である。",
      "塗装作業は、気温5℃以下、相対湿度85%以上の場合は原則として行わない。",
      "各層の塗重ねは、前の層が十分に乾燥してから行う。"
    ],
    "ans": 1,
    "ex": "鉄面の錆止め塗料は、上塗りの前（下塗りとして）に塗るのが一般的である。錆止めは下地処理の段階で施し、その上に中塗り・上塗りを行う。",
    "tip": "錆止めは「下地(した)に塗る」→上塗りの後ではない"
  },
  {
    "id": "c40",
    "cat": "仕上工事",
    "sub": "塗装工事",
    "diff": 1,
    "isNew": false,
    "q": "塗装の素地ごしらえに関する記述として、最も不適当なものはどれか。",
    "ch": [
      "木部の素地ごしらえでは、節止めにセラックニスを塗布することがある。",
      "鉄部の素地ごしらえでは、油脂類や錆を除去する。",
      "素地ごしらえは省略しても塗装の仕上がりには影響しない。",
      "モルタル面の素地ごしらえでは、アルカリの影響を考慮する。"
    ],
    "ans": 2,
    "ex": "素地ごしらえは塗装の仕上がりと耐久性に大きく影響する工程であり、省略してはならない。下地の状態が悪いと塗膜の剥離や変色、耐久性の低下を招く。",
    "tip": "「素地(したじ)を怠ると塗装が台無し」→省略不可"
  },
  {
    "id": "c41",
    "cat": "仕上工事",
    "sub": "内装工事",
    "diff": 2,
    "isNew": false,
    "q": "ボード張り工事に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "せっこうボードの張付けには、直張り工法と下地張り工法がある。",
      "せっこうボードのGL工法では、GLボンドを団子状に塗り付けて張る。",
      "せっこうボードを2枚張りとする場合、上張りと下張りの継目位置を同じにする。",
      "せっこうボードの継目処理にはジョイントテープとパテを用い、テーパーエッジのボードを使用する。"
    ],
    "ans": 2,
    "ex": "せっこうボードを2枚張りとする場合、上張りと下張りの継目位置は同じにせず、150mm以上ずらして張り付ける。継目が重なると、その部分が構造的な弱点となり、ひび割れの原因になる。",
    "tip": "2枚張りの継目は「ズラす」→同じ位置はNG、150mm以上ずらす"
  },
  {
    "id": "c42",
    "cat": "仕上工事",
    "sub": "内装工事",
    "diff": 2,
    "isNew": true,
    "q": "床仕上げ工事に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "フローリングの施工では、壁際にクリアランス（隙間）を設ける。",
      "断熱性能を高めるため、床仕上げ材は省エネ基準上、断熱材の代替として扱える。",
      "カーペットのグリッパー工法では、部屋の周囲にグリッパーを固定する。",
      "ビニル床シートの施工では、下地の含水率が高いと剥離の原因になる。"
    ],
    "ans": 1,
    "ex": "床仕上げ材は断熱材の代替にはならない。省エネルギー基準では断熱材と仕上げ材は別に扱われ、所定の断熱材を適切に施工する必要がある。仕上げ材の断熱効果は付加的なものに過ぎない。",
    "tip": "仕上げ材は「断熱材の代わりにならない」→省エネ基準は断熱材で確保"
  },
  {
    "id": "c43",
    "cat": "仕上工事",
    "sub": "建具・ガラス工事",
    "diff": 2,
    "isNew": false,
    "q": "建具工事に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "木製建具の含水率は、取付け時に制限はない。",
      "建具枠の取付け精度は、対角寸法の差で確認する。",
      "鋼製建具の溶接箇所は、防錆処理を行う。",
      "アルミニウム製建具の取付けは、躯体にアンカーを設けて固定する。"
    ],
    "ans": 0,
    "ex": "木製建具の含水率は、取付け時に15%以下（框・鏡板等）が望ましい。含水率が高い状態で取り付けると、乾燥に伴う収縮により建具の狂いや隙間が生じる。",
    "tip": "木製建具は「イチゴ(15)%以下」→含水率の管理が必要"
  },
  {
    "id": "c44",
    "cat": "仕上工事",
    "sub": "建具・ガラス工事",
    "diff": 2,
    "isNew": false,
    "q": "ガラス工事に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "板ガラスのはめ込みでは、エッジクリアランスとフェイスクリアランスを確保する。",
      "複層ガラスは、2枚のガラスの間に乾燥空気を封入して断熱性を高めたものである。",
      "合わせガラスは、2枚のガラスの間に中間膜を挟んで接着したものである。",
      "強化ガラスは、切断や穴あけなどの加工を現場で行うことができる。"
    ],
    "ans": 3,
    "ex": "強化ガラスは、製造時に熱処理により内部応力を与えているため、現場での切断や穴あけを行うと割れてしまう。加工が必要な場合は、熱処理前に行う必要がある。",
    "tip": "強化ガラスは「後から加工NG」→切ると割れる"
  },
  {
    "id": "c45",
    "cat": "契約・積算",
    "sub": "請負契約",
    "diff": 2,
    "isNew": false,
    "q": "建設工事の請負契約に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "請負契約は、当事者の一方が仕事の完成を約し、相手方がその結果に対して報酬を支払う契約である。",
      "請負契約は口頭のみでも成立するため、書面の取り交わしは不要である。",
      "建設業法では、請負契約の当事者は対等の立場で合意に基づき契約するものとされている。",
      "工事請負契約書には、工事内容、請負代金額、工期等を記載する。"
    ],
    "ans": 1,
    "ex": "建設業法第19条により、建設工事の請負契約の当事者は、契約の内容を書面に記載し、署名又は記名押印をして相互に交付しなければならない。口頭のみの契約は建設業法違反となる。",
    "tip": "建設工事の契約は「書面必須」→口約束はダメ(建設業法19条)"
  },
  {
    "id": "c46",
    "cat": "契約・積算",
    "sub": "請負契約",
    "diff": 2,
    "isNew": false,
    "q": "民間建設工事標準請負契約約款（甲）に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "受注者は、工事の全部を一括して第三者に委任又は請け負わせることができる。",
      "工事の施工に伴い第三者に損害を与えた場合、原則として受注者がその損害を負担する。",
      "工事中に天災等の不可抗力により損害が生じた場合、発注者と受注者が協議して負担を定める。",
      "設計図書に疑義が生じた場合は、発注者と受注者が協議して定める。"
    ],
    "ans": 0,
    "ex": "建設業法第22条により、建設業者は請け負った建設工事を一括して他人に請け負わせてはならない（一括下請負の禁止）。ただし、発注者が書面で承諾した場合を除くが、約款上は原則禁止である。",
    "tip": "一括下請は「丸投げ禁止」→建設業法22条"
  },
  {
    "id": "c47",
    "cat": "契約・積算",
    "sub": "請負契約",
    "diff": 2,
    "isNew": false,
    "q": "工事監理者の業務に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "工事監理者は、工事が設計図書のとおりに実施されているかを確認する。",
      "工事監理者は、工事が設計図書に適合しない場合、施工者に注意を与え、建築主に報告する。",
      "工事監理者は、施工者に代わって工事の施工方法を直接指示する立場にある。",
      "工事監理者は、建築士法に基づき建築主から委託を受けて業務を行う。"
    ],
    "ans": 2,
    "ex": "工事監理者は施工者に代わって施工方法を直接指示する立場ではない。工事監理者の役割は、設計図書との適合を確認し、不適合の場合は是正を求め建築主に報告することである。施工方法の決定は施工者の責任である。",
    "tip": "監理者は「監(み)て理(さば)く」→施工の指示はしない"
  },
  {
    "id": "c48",
    "cat": "契約・積算",
    "sub": "積算",
    "diff": 2,
    "isNew": false,
    "q": "建築工事の積算に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "数量積算基準では、設計寸法に基づいて数量を算出するのが原則である。",
      "コンクリートの数量は、鉄筋及び小口径管類によるコンクリートの欠除はないものとする。",
      "鉄筋の数量には、定着及び継手の長さを含める。",
      "型枠の数量は、コンクリートの打放し面の面積のみで算出する。"
    ],
    "ans": 3,
    "ex": "型枠の数量は、コンクリートの打放し面の面積だけでなく、コンクリートに接する型枠の全面積（打設面の面積）で算出する。打放し面に限定するのは誤りである。",
    "tip": "型枠面積＝「コンクリートに接する全面」→打放し面だけではない"
  },
  {
    "id": "c49",
    "cat": "契約・積算",
    "sub": "積算",
    "diff": 2,
    "isNew": false,
    "q": "建築積算における数量の計測・計算に関する記述として、最も不適当なものはどれか。",
    "ch": [
      "コンクリートの数量算出では、鉄骨によるコンクリートの欠除は原則としてないものとする。",
      "鉄筋の数量は、原則としてコンクリートの設計寸法に基づいて算出する。",
      "開口部による型枠の欠除は、原則として1か所当たりの面積が0.5m2以下は省略できる。",
      "躯体の計測・計算は、設計図書に基づき設計寸法で行う。"
    ],
    "ans": 0,
    "ex": "建築数量積算基準によると、鉄骨によるコンクリートの欠除は、原則として鉄骨の設計数量について7.85tを1m3として欠除する。ないものとするのは鉄筋や小口径管類であり、鉄骨は欠除の対象となる。",
    "tip": "コンクリート欠除：「鉄筋・小口径管→欠除なし」「鉄骨→欠除あり」"
  },
  {
    "id": "c50",
    "cat": "契約・積算",
    "sub": "積算",
    "diff": 1,
    "isNew": false,
    "q": "建築工事の見積りに関する記述として、最も不適当なものはどれか。",
    "ch": [
      "見積りには、直接工事費、共通仮設費、現場管理費、一般管理費等が含まれる。",
      "直接工事費は、材料費、労務費、直接経費からなる。",
      "一般管理費は、工事現場で直接発生する費用である。",
      "共通仮設費には、仮設建物、仮設電力、仮設給排水等の費用が含まれる。"
    ],
    "ans": 2,
    "ex": "一般管理費は、工事現場ではなく本社（本店）の経費であり、役員報酬、事務員給料、事務所経費、通信費等が含まれる。現場で直接発生する費用は現場管理費に該当する。",
    "tip": "一般管理費＝「本社(ほんしゃ)の経費」→現場費用は現場管理費"
  }
]