[
  {
    "id": "r01",
    "cat": "建築基準法",
    "sub": "用語定義",
    "diff": 1,
    "isNew": false,
    "q": "建築基準法第2条第一号に規定する「建築物」に該当しないものは、次のうちどれか。",
    "ch": [
      "鉄道のプラットホームの上家",
      "地下街における店舗",
      "門及び塀",
      "鉄道の線路敷地内の運転保安に関する施設"
    ],
    "ans": 3,
    "ex": "法2条第一号により、建築物とは土地に定着する工作物のうち屋根及び柱若しくは壁を有するもの等をいうが、鉄道及び軌道の線路敷地内の運転保安に関する施設は除かれる。",
    "tip": "📖 法2条一号｜鉄道の運転保安施設は建築物から除外される点が頻出！"
  },
  {
    "id": "r02",
    "cat": "建築基準法",
    "sub": "用語定義",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第2条に規定する用語に関する次の記述のうち、誤っているものはどれか。",
    "ch": [
      "「特殊建築物」には、病院、劇場、百貨店等の用途に供する建築物が含まれる。",
      "「建築設備」には、建築物に設ける電気、ガス、給水、排水の設備が含まれる。",
      "建築物の構造上重要でない間仕切壁の過半の修繕は、「大規模の修繕」に該当する。",
      "「延焼のおそれのある部分」とは、隣地境界線等から1階にあっては3m以下、2階以上にあっては5m以下の距離にある建築物の部分をいう。"
    ],
    "ans": 2,
    "ex": "法2条第十四号により、「大規模の修繕」とは建築物の主要構造部の一種以上について行う過半の修繕をいう。構造上重要でない間仕切壁は主要構造部に該当しないため、その過半の修繕は大規模の修繕にならない。",
    "tip": "📖 法2条十四号・五号｜主要構造部＝壁・柱・床・はり・屋根・階段。構造上重要でない間仕切壁等は除く"
  },
  {
    "id": "r03",
    "cat": "建築基準法",
    "sub": "用語定義",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第2条第二号に規定する「特殊建築物」に該当しないものは、次のうちどれか。",
    "ch": [
      "共同住宅",
      "事務所",
      "倉庫",
      "自動車車庫"
    ],
    "ans": 1,
    "ex": "法2条第二号及び法別表第1に掲げる特殊建築物には、共同住宅、倉庫、自動車車庫等が含まれるが、事務所は特殊建築物に該当しない。",
    "tip": "📖 法2条二号・別表第1｜事務所は特殊建築物ではない！頻出ひっかけ"
  },
  {
    "id": "r04",
    "cat": "建築基準法",
    "sub": "用語定義",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法における用語の定義に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "「建築」には、建築物の新築、増築、改築又は移転をいい、大規模の修繕は含まない。",
      "「居室」とは、居住、執務、作業、集会、娯楽その他これらに類する目的のために継続的に使用する室をいう。",
      "「主要構造部」とは、基礎、壁、柱、床、はり、屋根又は階段をいう。",
      "「耐火構造」とは、通常の火災が終了するまでの間、建築物の倒壊及び延焼を防止するために必要な構造で、壁、柱のみに求められる。"
    ],
    "ans": 1,
    "ex": "法2条第四号により、「居室」とは居住、執務、作業、集会、娯楽その他これらに類する目的のために継続的に使用する室をいう。選択肢1は大規模の修繕ではなく正しいが、「建築」の定義（法2条十三号）は新築・増築・改築・移転であり正しい記述。しかし選択肢2がより正確な法文の引用である。選択肢3は基礎が含まれている点が誤り（主要構造部に基礎は含まない）。選択肢4は壁・柱だけでなく床・はり等にも求められるので誤り。",
    "tip": "📖 法2条四号｜居室＝継続的に使用する室。廊下・便所・浴室は居室ではない"
  },
  {
    "id": "r05",
    "cat": "建築基準法",
    "sub": "確認申請・手続き",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第6条第1項の規定による確認申請が必要な建築物に関する次の記述のうち、誤っているものはどれか。",
    "ch": [
      "鉄骨造2階建て、延べ面積180m²の一戸建て住宅の新築には確認申請が必要である。",
      "木造2階建て、延べ面積450m²の事務所の新築には確認申請が必要である。",
      "都市計画区域内における木造平屋建て、延べ面積150m²の一戸建て住宅の新築には確認申請が必要である。",
      "防火地域及び準防火地域外における、床面積8m²の増築には確認申請が不要である。"
    ],
    "ans": 3,
    "ex": "法6条第2項により、防火地域及び準防火地域外において、増築・改築・移転に係る部分の床面積が10m²以内の場合は確認申請が不要である。8m²は10m²以内であるため不要であり、選択肢4は正しい記述のように見えるが、防火地域及び準防火地域「外」である点がポイント。実際にはこの記述は正しく、誤りは別の選択肢にある。木造2階建て450m²の事務所は法6条1項第二号（木造で3以上の階、延べ面積500m²超等）に該当しないが、都市計画区域内であれば第四号として確認申請が必要。選択肢4の「防火地域及び準防火地域外」での10m²以内は不要であり正しい。選択肢3は都市計画区域内であり第四号建築物として確認が必要で正しい。ここでは選択肢4の記述は正しく、全ての選択肢が正しいように見えるが、出題意図としては選択肢4のみ「確認申請が不要」の文脈で正しい。実は全て確認申請が必要又は不要の記述として正しいため、出題として誤りの選択肢は3（木造平屋建て150m²は四号建築物だが新築なので確認申請は必要）ではなく、4が正解。防火地域及び準防火地域外で床面積10m²以内なら不要だが、8m²は10m²「以内」なので確認申請不要は正しい。再検討：選択肢1の鉄骨造は法6条1項第二号又は第三号に該当し必要。正解は選択肢3を誤りとする。",
    "tip": "📖 法6条1項・2項｜10m²以内の増改築は防火・準防火地域外なら確認不要"
  },
  {
    "id": "r06",
    "cat": "建築基準法",
    "sub": "確認申請・手続き",
    "diff": 2,
    "isNew": true,
    "q": "2025年（令和7年）施行の建築基準法改正に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "全ての建築物について、確認申請の審査期間が一律に7日以内に短縮された。",
      "旧四号建築物（小規模木造建築物等）の確認申請における審査省略制度が見直され、構造関係規定等の審査が強化された。",
      "確認申請は全て電子申請に一元化され、書面による申請は認められなくなった。",
      "二号建築物の確認申請における構造計算適合性判定が全て不要となった。"
    ],
    "ans": 1,
    "ex": "2025年4月施行の改正により、旧法6条1項第四号の小規模建築物（いわゆる四号建築物）に対する審査省略制度（四号特例）が見直され、新二号・新三号に区分が再編された。新二号建築物は構造関係規定や省エネ基準適合についても審査対象となった。",
    "tip": "📖 法6条1項｜2025年改正で四号特例が縮小。新二号は構造・省エネの審査対象に"
  },
  {
    "id": "r07",
    "cat": "建築基準法",
    "sub": "確認申請・手続き",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法に基づく完了検査に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "建築主は、工事が完了した日から7日以内に建築主事に完了検査の申請をしなければならない。",
      "建築主は、工事が完了した日から4日以内に建築主事に完了検査の申請をしなければならない。",
      "完了検査の申請を受理した建築主事は、申請を受理した日から14日以内に検査をしなければならない。",
      "検査済証の交付を受けた後でなければ、建築物を使用してはならないが、特定行政庁の仮使用の承認を受けた場合はこの限りでない。"
    ],
    "ans": 1,
    "ex": "法7条第1項により、建築主は工事が完了した日から4日以内に建築主事の検査を申請しなければならない。完了検査は申請受理後7日以内に行わなければならない（法7条第4項）。",
    "tip": "📖 法7条1項｜完了検査の申請＝工事完了日から4日以内。検査は受理後7日以内"
  },
  {
    "id": "r08",
    "cat": "建築基準法",
    "sub": "確認申請・手続き",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法に基づく中間検査に関する次の記述のうち、誤っているものはどれか。",
    "ch": [
      "特定行政庁は、建築物の構造等を考慮して、特定工程を指定することができる。",
      "建築主は、特定工程に係る工事を終えた日から4日以内に中間検査を申請しなければならない。",
      "中間検査合格証の交付を受けた後でなければ、特定工程後の工程に係る工事を施工してはならない。",
      "中間検査は、全ての建築物について義務付けられている。"
    ],
    "ans": 3,
    "ex": "法7条の3により、中間検査は特定行政庁が指定した特定工程を含む建築物について行われるものであり、全ての建築物に義務付けられているわけではない。階数が3以上の共同住宅の床及びはりの配筋工事の工程は法定の特定工程とされている。",
    "tip": "📖 法7条の3｜中間検査は特定工程を含む建築物が対象。全建築物ではない"
  },
  {
    "id": "r09",
    "cat": "建築基準法",
    "sub": "一般構造規定",
    "diff": 1,
    "isNew": false,
    "q": "建築基準法上、住宅の居室の天井の高さは、何m以上としなければならないか。",
    "ch": [
      "2.0m",
      "2.1m",
      "2.3m",
      "2.4m"
    ],
    "ans": 1,
    "ex": "令21条第1項により、居室の天井の高さは2.1m以上でなければならない。なお、天井の高さは室の床面から測り、一室で天井の高さの異なる部分がある場合はその平均の高さによる。",
    "tip": "📖 令21条1項｜居室の天井高＝2.1m以上。平均の高さで判断する点に注意"
  },
  {
    "id": "r10",
    "cat": "建築基準法",
    "sub": "一般構造規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第28条に規定する居室の採光に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "住宅の居室には、床面積に対して1/5以上の採光に有効な開口部を設けなければならない。",
      "住宅の居室には、床面積に対して1/7以上の採光に有効な開口部を設けなければならない。",
      "住宅の居室には、床面積に対して1/10以上の採光に有効な開口部を設けなければならない。",
      "住宅の居室の採光については、特に規定はない。"
    ],
    "ans": 1,
    "ex": "法28条第1項により、住宅の居室には、その居室の床面積に対して1/7以上の採光に有効な部分の面積を有する開口部を設けなければならない。",
    "tip": "📖 法28条1項｜住宅の居室の採光＝床面積の1/7以上。超基本！"
  },
  {
    "id": "r11",
    "cat": "建築基準法",
    "sub": "一般構造規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第28条第2項に規定する居室の換気に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "居室には、床面積に対して1/10以上の換気に有効な開口部を設けるか、これに代わる換気設備を設けなければならない。",
      "居室には、床面積に対して1/20以上の換気に有効な開口部を設けるか、これに代わる換気設備を設けなければならない。",
      "居室には、床面積に対して1/30以上の換気に有効な開口部を設けるか、これに代わる換気設備を設けなければならない。",
      "居室の換気については、機械換気設備を設ければ開口部は不要である。"
    ],
    "ans": 1,
    "ex": "法28条第2項により、居室には換気のための窓その他の開口部を設け、その換気に有効な部分の面積は、その居室の床面積に対して1/20以上としなければならない。ただし、換気設備を設けた場合はこの限りでない。",
    "tip": "📖 法28条2項｜換気＝床面積の1/20以上。採光（1/7）と混同しないこと"
  },
  {
    "id": "r12",
    "cat": "建築基準法",
    "sub": "一般構造規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法施行令第23条に規定する階段の寸法に関する次の記述のうち、住宅（共同住宅の共用階段を除く）の階段として、正しいものはどれか。",
    "ch": [
      "踏面15cm以上、けあげ23cm以下、幅75cm以上",
      "踏面21cm以上、けあげ20cm以下、幅75cm以上",
      "踏面15cm以上、けあげ22cm以下、幅75cm以上",
      "踏面24cm以上、けあげ20cm以下、幅75cm以上"
    ],
    "ans": 0,
    "ex": "令23条第1項の表により、住宅（共同住宅の共用階段を除く）の階段の寸法は、踏面15cm以上、けあげ23cm以下、階段及び踊場の幅75cm以上とされている。",
    "tip": "📖 令23条1項｜住宅階段＝踏面15cm↑・けあげ23cm↓・幅75cm↑。表の暗記必須"
  },
  {
    "id": "r13",
    "cat": "建築基準法",
    "sub": "一般構造規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法施行令第20条の2に規定するシックハウス対策に関する次の記述のうち、誤っているものはどれか。",
    "ch": [
      "居室を有する建築物にあっては、クロルピリホスを添加した建築材料を使用してはならない。",
      "内装の仕上げにホルムアルデヒドを発散する建築材料を使用する場合は、使用面積の制限がある。",
      "居室には原則として機械換気設備の設置が義務付けられている。",
      "ホルムアルデヒドに関する規制は、新築の住宅のみに適用される。"
    ],
    "ans": 3,
    "ex": "法28条の2及び令20条の5等により、ホルムアルデヒドに関する規制は新築に限らず、大規模の修繕・模様替を行う場合にも適用される。クロルピリホスは全面使用禁止（令20条の6）、ホルムアルデヒドは使用面積制限と換気設備の設置が求められる。",
    "tip": "📖 法28条の2・令20条の5〜9｜シックハウス規制は新築に限らない"
  },
  {
    "id": "r14",
    "cat": "建築基準法",
    "sub": "一般構造規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法施行令第22条に規定する居室の床の高さ及び防湿方法に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "最下階の居室の床が木造である場合、床の高さは直下の地面からその床の上面まで45cm以上としなければならない。",
      "最下階の居室の床が木造である場合、床の高さは直下の地面からその床の上面まで30cm以上としなければならない。",
      "最下階の居室の床が木造である場合、防湿のための措置は特に不要である。",
      "最下階の居室の床が木造である場合、床の高さは直下の地面からその床の上面まで60cm以上としなければならない。"
    ],
    "ans": 0,
    "ex": "令22条により、最下階の居室の床が木造である場合における床の高さは、直下の地面からその床の上面まで45cm以上としなければならない。ただし、外壁の床下部分に壁の長さ5m以下ごとに面積300cm²以上の換気孔を設け、防湿のためのコンクリート等を敷いた場合等はこの限りでない。",
    "tip": "📖 令22条｜木造床の高さ＝地面から45cm以上。換気孔は5mごとに300cm²以上"
  },
  {
    "id": "r15",
    "cat": "建築基準法",
    "sub": "構造規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第20条に規定する構造耐力に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "建築物は、自重、積載荷重、風圧、地震その他の震動及び衝撃に対して安全な構造としなければならない。",
      "建築物の構造耐力は、自重と積載荷重のみを考慮すればよい。",
      "木造建築物には構造計算は一切不要である。",
      "2階建て以下の建築物には構造耐力の規定は適用されない。"
    ],
    "ans": 0,
    "ex": "法20条第1項により、建築物は自重、積載荷重、積雪荷重、風圧、土圧及び水圧並びに地震その他の震動及び衝撃に対して安全な構造のものとして、政令で定める技術的基準に適合するものでなければならない。",
    "tip": "📖 法20条1項｜構造耐力＝自重・積載・積雪・風圧・土圧・水圧・地震等に安全"
  },
  {
    "id": "r16",
    "cat": "建築基準法",
    "sub": "構造規定",
    "diff": 3,
    "isNew": true,
    "q": "2025年（令和7年）施行の建築基準法改正後における、木造建築物の構造計算が必要となる規模要件に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "木造建築物で高さ13mを超えるもの又は軒の高さ9mを超えるものは構造計算が必要である。",
      "木造建築物で階数が3を超えるもの又は高さが16mを超えるものは構造計算が必要である。",
      "木造建築物で延べ面積が300m²を超えるものは全て許容応力度計算が必要である。",
      "木造建築物で階数が2を超えるもの又は高さが13mを超えるものは構造計算が必要である。"
    ],
    "ans": 1,
    "ex": "2025年4月施行の改正法20条により、木造建築物の構造計算が必要となる規模要件が「高さ13m超又は軒高9m超」から「階数3超又は高さ16m超」に改められた。これにより木造3階建ての設計がより合理的になった。",
    "tip": "📖 法20条｜2025年改正：構造計算の規模要件が「階数3超又は高さ16m超」に変更"
  },
  {
    "id": "r17",
    "cat": "建築基準法",
    "sub": "構造規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法施行令第46条に規定する木造建築物の壁量計算に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "木造建築物の構造耐力上必要な軸組の長さは、各階の床面積に所定の数値を乗じて得た長さ以上としなければならない。",
      "木造建築物の壁量計算は、3階建て以上の場合のみ必要である。",
      "筋かいを入れた軸組の倍率は全て同じである。",
      "木造建築物では、壁量計算に代えて偏心率の検討を行えば壁量は不問である。"
    ],
    "ans": 0,
    "ex": "令46条第4項により、木造建築物の構造耐力上必要な軸組等の長さは、各階の床面積に応じた地震力用の数値及び見付面積に応じた風圧力用の数値を乗じて計算し、それぞれ必要な長さ以上としなければならない。",
    "tip": "📖 令46条4項｜壁量計算＝床面積×数値（地震力）と見付面積×数値（風圧力）の両方を満たす"
  },
  {
    "id": "r18",
    "cat": "建築基準法",
    "sub": "構造規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法施行令に規定する木造建築物の構造に関する次の記述のうち、誤っているものはどれか。",
    "ch": [
      "構造耐力上主要な部分に使用する木材の品質は、節、腐れ等による耐力上の欠点がないものでなければならない。",
      "土台は原則として基礎に緊結しなければならない。",
      "柱の小径は、横架材間の距離に対して所定の割合以上としなければならない。",
      "木造建築物の基礎は、地盤の長期許容応力度に関わらず、布基礎としなければならない。"
    ],
    "ans": 3,
    "ex": "令38条により、建築物の基礎は地盤の状況に応じた適切な構造とする必要がある。令38条第3項及び告示により、地盤の長期許容応力度が一定以上であればべた基礎以外の基礎も認められる。布基礎のみに限定されるわけではない。",
    "tip": "📖 令38条・令42条・令43条｜基礎は地盤に応じて選定。布基礎限定ではない"
  },
  {
    "id": "r19",
    "cat": "建築基準法",
    "sub": "防火規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法に規定する耐火建築物に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "耐火建築物とは、主要構造部を耐火構造としたもので、外壁の開口部で延焼のおそれのある部分に防火戸等を設けたものをいう。",
      "耐火建築物の主要構造部は、全て不燃材料で造らなければならない。",
      "耐火建築物には、木材を一切使用することはできない。",
      "耐火建築物は、延焼のおそれのある部分の外壁のみを耐火構造とすればよい。"
    ],
    "ans": 0,
    "ex": "法2条第九号の二により、耐火建築物とは、主要構造部が耐火構造であること又は耐火性能検証法等により確かめられたものであること、かつ外壁の開口部で延焼のおそれのある部分に防火設備を有するものをいう。",
    "tip": "📖 法2条九号の二｜耐火建築物＝主要構造部が耐火構造＋延焼部分に防火設備"
  },
  {
    "id": "r20",
    "cat": "建築基準法",
    "sub": "防火規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第27条に規定する耐火建築物等としなければならない特殊建築物に関する次の記述のうち、誤っているものはどれか。",
    "ch": [
      "3階以上の階を共同住宅の用途に供する建築物は、耐火建築物等としなければならない。",
      "2階の部分の床面積の合計が300m²以上の物品販売業を営む店舗は、耐火建築物等としなければならない。",
      "劇場で主階が1階にないものは、耐火建築物としなければならない。",
      "延べ面積が100m²の飲食店は、必ず耐火建築物としなければならない。"
    ],
    "ans": 3,
    "ex": "法27条及び法別表第1により、耐火建築物等としなければならない特殊建築物は用途・階数・面積等の条件に該当する場合に限られる。延べ面積100m²の飲食店は、階数等の条件に該当しなければ耐火建築物とする必要はない。",
    "tip": "📖 法27条・別表第1｜耐火要求は用途＋階数＋面積の条件を確認すること"
  },
  {
    "id": "r21",
    "cat": "建築基準法",
    "sub": "防火規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法施行令第112条に規定する防火区画に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "主要構造部を耐火構造とした建築物で、延べ面積が1,500m²を超えるものは、床面積の合計1,500m²以内ごとに防火区画しなければならない。",
      "防火区画に用いる防火設備は、常時開放式のものであってはならない。",
      "11階以上の部分では、床面積100m²以内ごとに防火区画しなければならない。",
      "階段室は防火区画が不要である。"
    ],
    "ans": 0,
    "ex": "令112条第1項により、主要構造部を耐火構造とした建築物又は法21条の規定により主要構造部を準耐火構造とした建築物で、延べ面積が1,500m²を超えるものは、床面積の合計1,500m²以内ごとに1時間準耐火基準に適合する準耐火構造の床若しくは壁又は特定防火設備で区画しなければならない。",
    "tip": "📖 令112条1項｜面積区画＝耐火建築物は1,500m²以内ごと。11階以上は100m²又は200m²"
  },
  {
    "id": "r22",
    "cat": "建築基準法",
    "sub": "防火規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第35条の2に規定する内装制限に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "内装制限を受ける居室の壁及び天井の仕上げは、準不燃材料又は不燃材料としなければならない。",
      "内装制限は、居室の壁及び天井の室内に面する部分の仕上げについて規定しており、床は対象外である。",
      "内装制限は、耐火建築物には適用されない。",
      "住宅の居室には、内装制限は一切適用されない。"
    ],
    "ans": 1,
    "ex": "法35条の2及び令128条の3の2〜令128条の5により、内装制限は居室の壁及び天井の室内に面する部分の仕上げについて規定しており、床は内装制限の対象外である。内装制限の対象となる仕上げ材料は、難燃材料、準不燃材料又は不燃材料とされる。",
    "tip": "📖 法35条の2・令128条の4｜内装制限は壁と天井が対象。床は対象外！"
  },
  {
    "id": "r23",
    "cat": "建築基準法",
    "sub": "防火規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法施行令第121条に規定する2以上の直通階段を設けなければならない場合に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "物品販売業を営む店舗で、その階における居室の床面積の合計が200m²を超えるものは、2以上の直通階段を設けなければならない。",
      "共同住宅で、6階以上の階の居室の床面積の合計が100m²を超えるものは、2以上の直通階段を設けなければならない。",
      "事務所で、5階以上の階の居室の床面積の合計が300m²を超えるものは、2以上の直通階段を設けなければならない。",
      "全ての建築物の3階以上の階には、2以上の直通階段を設けなければならない。"
    ],
    "ans": 0,
    "ex": "令121条第1項第二号により、物品販売業を営む店舗の用途に供する階で、その階における居室の床面積の合計が200m²を超えるものには、2以上の直通階段を設けなければならない。",
    "tip": "📖 令121条1項｜2以上の直通階段は用途・階数・面積で判断。物販店舗は200m²超"
  },
  {
    "id": "r24",
    "cat": "建築基準法",
    "sub": "防火規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法施行令第117条〜第126条に規定する避難施設に関する次の記述のうち、誤っているものはどれか。",
    "ch": [
      "廊下の幅は、両側に居室がある場合、1.6m以上としなければならない。",
      "直通階段は、避難階又は地上に通ずるものでなければならない。",
      "避難階における屋外への出口の幅は、特に規定されていない。",
      "排煙設備は、一定規模以上の建築物の居室等に設けなければならない。"
    ],
    "ans": 2,
    "ex": "令125条第3項及び令124条等により、避難階における屋外への出口の幅にも規定がある。直通階段から屋外への出口に至る歩行距離の規定もあり、出口の幅が規定されていないとする記述は誤りである。",
    "tip": "📖 令119条・令120条・令125条｜廊下幅・歩行距離・出口幅はセットで覚える"
  },
  {
    "id": "r25",
    "cat": "建築基準法",
    "sub": "集団規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第42条に規定する道路に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "建築基準法上の「道路」とは、原則として幅員4m以上のものをいう。",
      "建築基準法上の「道路」とは、原則として幅員6m以上のものをいう。",
      "幅員4m未満の道は、いかなる場合も建築基準法上の道路とはみなされない。",
      "私道は、建築基準法上の道路には該当しない。"
    ],
    "ans": 0,
    "ex": "法42条第1項により、建築基準法上の「道路」とは、原則として幅員4m以上のものをいう。幅員4m未満であっても、法42条第2項の規定（いわゆる2項道路）により特定行政庁が指定したものは道路とみなされる。",
    "tip": "📖 法42条1項・2項｜道路＝原則幅員4m以上。2項道路はセットバックが必要"
  },
  {
    "id": "r26",
    "cat": "建築基準法",
    "sub": "集団規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第43条に規定する敷地と道路の関係に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "建築物の敷地は、道路に2m以上接しなければならない。",
      "建築物の敷地は、道路に4m以上接しなければならない。",
      "建築物の敷地は、道路に1m以上接していれば足りる。",
      "角地の敷地は、道路に接する必要はない。"
    ],
    "ans": 0,
    "ex": "法43条第1項により、建築物の敷地は、道路（法42条に規定する道路）に2m以上接しなければならない。いわゆる「接道義務」である。ただし、特定行政庁が交通上、安全上、防火上及び衛生上支障がないと認めた場合等はこの限りでない。",
    "tip": "📖 法43条1項｜接道義務＝道路に2m以上接すること。最重要基本事項"
  },
  {
    "id": "r27",
    "cat": "建築基準法",
    "sub": "集団規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第48条に規定する用途制限に関する次の記述のうち、第一種低層住居専用地域内において建築することができるものはどれか。",
    "ch": [
      "延べ面積600m²、2階建ての物品販売業を営む店舗",
      "延べ面積200m²、2階建ての日用品販売店舗を兼ねる住宅",
      "延べ面積300m²、2階建ての飲食店",
      "延べ面積500m²のカラオケボックス"
    ],
    "ans": 1,
    "ex": "法48条第1項及び法別表第2（い）項により、第一種低層住居専用地域内では、住宅、共同住宅、寄宿舎、下宿のほか、兼用住宅で非住宅部分の床面積が50m²以下かつ延べ面積の1/2未満のもの等が建築できる。物品販売業を営む店舗や飲食店、カラオケボックスは建築できない。ただし兼用住宅の用途制限に適合する場合は建築可能。",
    "tip": "📖 法48条・別表第2（い）項・令130条の3｜一低層＝住宅系のみ。兼用住宅は50m²以下かつ1/2未満"
  },
  {
    "id": "r28",
    "cat": "建築基準法",
    "sub": "集団規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第52条に規定する容積率に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "容積率とは、建築物の延べ面積の敷地面積に対する割合をいう。",
      "容積率とは、建築物の建築面積の敷地面積に対する割合をいう。",
      "容積率の算定において、地階の住宅部分の床面積は、常に延べ面積に算入される。",
      "自動車車庫の床面積は、容積率の算定上、延べ面積に算入しなければならない。"
    ],
    "ans": 0,
    "ex": "法52条第1項により、容積率とは建築物の延べ面積の敷地面積に対する割合をいう。なお、法52条第3項により住宅の地階部分や自動車車庫部分は一定の範囲で延べ面積に算入しない緩和規定がある。",
    "tip": "📖 法52条1項｜容積率＝延べ面積÷敷地面積。建ぺい率（建築面積÷敷地面積）と混同注意"
  },
  {
    "id": "r29",
    "cat": "建築基準法",
    "sub": "集団規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第53条に規定する建ぺい率の緩和に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "防火地域内にある耐火建築物は、建ぺい率の制限を受けない。",
      "角地の緩和として、建ぺい率に1/10を加えることができる場合がある。",
      "建ぺい率80%の地域内の耐火建築物は、建ぺい率が90%に緩和される。",
      "建ぺい率の緩和は、第一種低層住居専用地域では適用されない。"
    ],
    "ans": 1,
    "ex": "法53条第3項第二号により、街区の角にある敷地又はこれに準ずる敷地で特定行政庁が指定するものの内にある建築物は、都市計画で定められた建ぺい率に1/10を加えた数値が限度となる。また、防火地域内の耐火建築物も1/10の緩和が受けられ、両方に該当すれば2/10の緩和となる。建ぺい率80%の防火地域内の耐火建築物は制限なし（100%）となる。",
    "tip": "📖 法53条3項｜角地＋1/10、防火地域内耐火＋1/10。80%地域の防火耐火＝制限なし"
  },
  {
    "id": "r30",
    "cat": "建築基準法",
    "sub": "集団規定",
    "diff": 3,
    "isNew": false,
    "q": "建築基準法第56条に規定する斜線制限に関する次の記述のうち、誤っているものはどれか。",
    "ch": [
      "道路斜線制限は、前面道路の反対側の境界線からの距離に応じて建築物の高さが制限される。",
      "隣地斜線制限は、第一種低層住居専用地域及び第二種低層住居専用地域には適用されない。",
      "北側斜線制限は、商業地域においても適用される。",
      "道路斜線制限の適用距離は、用途地域及び容積率に応じて異なる。"
    ],
    "ans": 2,
    "ex": "法56条第1項第三号により、北側斜線制限は第一種低層住居専用地域、第二種低層住居専用地域、田園住居地域、第一種中高層住居専用地域及び第二種中高層住居専用地域に適用され、商業地域には適用されない。隣地斜線制限は、低層住居専用地域等では10mの絶対高さ制限があるため適用されない。",
    "tip": "📖 法56条1項｜北側斜線＝低層住居専用＋中高層住居専用のみ。商業地域は適用なし"
  },
  {
    "id": "r31",
    "cat": "建築基準法",
    "sub": "集団規定",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第55条に規定する第一種低層住居専用地域等内の建築物の高さの制限に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "第一種低層住居専用地域内の建築物の高さは、10m又は12mのうち都市計画で定められた限度を超えてはならない。",
      "第一種低層住居専用地域内の建築物の高さは、一律に10mを超えてはならない。",
      "第一種低層住居専用地域内の建築物の高さは、15mを超えてはならない。",
      "第一種低層住居専用地域内の建築物の高さ制限は、全て斜線制限により規定される。"
    ],
    "ans": 0,
    "ex": "法55条第1項により、第一種低層住居専用地域又は第二種低層住居専用地域内においては、建築物の高さは10m又は12mのうち当該地域に関する都市計画において定められた限度を超えてはならない。",
    "tip": "📖 法55条1項｜低層住居専用地域の絶対高さ制限＝10m又は12m（都計で決定）"
  },
  {
    "id": "r32",
    "cat": "建築基準法",
    "sub": "集団規定",
    "diff": 3,
    "isNew": false,
    "q": "建築基準法第56条の2に規定する日影規制に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "日影規制は、商業地域、工業地域及び工業専用地域には適用されない。",
      "日影規制の対象区域内の建築物で、高さが7mを超えるもの又は地階を除く階数が3以上のものが規制対象となる場合がある。",
      "日影規制の測定面の高さは、全ての用途地域で同一である。",
      "日影規制は、冬至日の午前9時から午後3時までの日影について規定している。"
    ],
    "ans": 0,
    "ex": "法56条の2及び法別表第4により、日影規制は商業地域、工業地域及び工業専用地域には適用されない。対象区域では、用途地域に応じて高さ10m超又は軒高7m超若しくは3階以上の建築物が規制対象となる。測定面の高さは用途地域により1.5m又は4mと異なる。日影時間は冬至日の真太陽時による午前8時から午後4時まで（北海道は午前9時から午後3時まで）である。",
    "tip": "📖 法56条の2・別表第4｜日影規制＝商業・工業・工専は適用なし。測定面は1.5m又は4m"
  },
  {
    "id": "r33",
    "cat": "建築基準法",
    "sub": "雑則・その他",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第3条第2項に規定する既存不適格建築物に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "既存不適格建築物は、現行法令に適合しなくても、直ちに是正する義務はない。",
      "既存不適格建築物は、いかなる場合も増改築を行うことができない。",
      "既存不適格建築物について増改築を行う場合、既存部分を含め全て現行法令に適合させなければならない。",
      "既存不適格建築物は、10年以内に現行法令に適合させなければならない。"
    ],
    "ans": 0,
    "ex": "法3条第2項により、建築基準法又はこれに基づく命令等の施行又は適用の際、現に存する建築物等がこれらの規定に適合しない場合、当該規定は適用しない。すなわち既存不適格建築物は直ちに是正義務を負わない。ただし、増改築等を行う場合は法86条の7等の規定に基づき一定の範囲で現行法令への適合が求められる。",
    "tip": "📖 法3条2項・法86条の7｜既存不適格＝直ちに是正不要。増改築時は制限あり"
  },
  {
    "id": "r34",
    "cat": "建築基準法",
    "sub": "雑則・その他",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第69条〜第77条に規定する建築協定に関する次の記述のうち、誤っているものはどれか。",
    "ch": [
      "建築協定は、土地の所有者及び借地権者の全員の合意により締結される。",
      "建築協定は、特定行政庁の認可を受けなければならない。",
      "建築協定の内容は、建築物の敷地、位置、構造、用途、形態、意匠等に関する基準を定めることができる。",
      "建築協定は、都市計画区域外においても締結することができる。"
    ],
    "ans": 3,
    "ex": "法69条により、建築協定は市町村の条例で定める区域内において締結することができるが、これは建築基準法の集団規定が適用される都市計画区域又は準都市計画区域内が前提となる。都市計画区域外で条例が定められていない区域では締結できない。",
    "tip": "📖 法69条｜建築協定は条例で定める区域内。全員合意＋特定行政庁の認可が必要"
  },
  {
    "id": "r35",
    "cat": "建築基準法",
    "sub": "雑則・その他",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第88条に規定する工作物に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "高さが2mを超える擁壁は、確認申請が必要である。",
      "高さが4mを超える広告塔は、確認申請が必要である。",
      "高さが6mを超える煙突は、確認申請が必要である。",
      "工作物には、建築基準法の構造耐力に関する規定は適用されない。"
    ],
    "ans": 0,
    "ex": "法88条第1項及び令138条第1項により、高さが2mを超える擁壁は工作物として確認申請が必要である。煙突は高さ6m超、広告塔は高さ4m超で確認申請が必要（令138条第1項）。",
    "tip": "📖 法88条・令138条1項｜擁壁＝2m超、煙突＝6m超、広告塔＝4m超で確認申請必要"
  },
  {
    "id": "r36",
    "cat": "建築基準法",
    "sub": "雑則・その他",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第85条に規定する仮設建築物に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "仮設建築物については、建築基準法の全ての規定が適用されない。",
      "災害があった場合に建築する応急仮設建築物は、その災害が発生した日から1月以内にその工事に着手しなければ、建築基準法の特例を受けることができない。",
      "仮設興行場等の仮設建築物について、特定行政庁が安全上等支障がないと認めた場合は、1年以内の期間を定めて建築基準法の一部の規定を適用除外とすることができる。",
      "工事施工のために現場に設ける事務所は、仮設建築物としての特例を一切受けることができない。"
    ],
    "ans": 2,
    "ex": "法85条第6項により、特定行政庁は、仮設興行場その他これに類する仮設建築物について、安全上、防火上及び衛生上支障がないと認める場合は、1年以内の期間を定めてその建築を許可することができ、この場合、建築基準法の一部の規定を適用しないことができる。",
    "tip": "📖 法85条｜仮設建築物＝応急仮設（災害時）と仮設興行場等（1年以内）で特例が異なる"
  },
  {
    "id": "r37",
    "cat": "建築基準法",
    "sub": "雑則・その他",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第8条に規定する維持保全に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "建築物の所有者、管理者又は占有者は、その建築物の敷地、構造及び建築設備を常時適法な状態に維持するように努めなければならない。",
      "維持保全の義務は、建築物の所有者のみに課されている。",
      "維持保全の義務は、特殊建築物のみに適用される。",
      "維持保全を怠っても、罰則の適用はない。"
    ],
    "ans": 0,
    "ex": "法8条第1項により、建築物の所有者、管理者又は占有者は、その建築物の敷地、構造及び建築設備を常時適法な状態に維持するように努めなければならない。この義務は全ての建築物に適用される。",
    "tip": "📖 法8条1項｜維持保全義務＝所有者・管理者・占有者の3者。全建築物が対象"
  },
  {
    "id": "r38",
    "cat": "建築基準法",
    "sub": "雑則・その他",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第12条に規定する定期報告に関する次の記述のうち、誤っているものはどれか。",
    "ch": [
      "特定建築物の所有者は、定期に建築物の状況を特定行政庁に報告しなければならない。",
      "定期報告の対象となる建築設備には、昇降機が含まれる。",
      "定期報告の調査・検査は、一級建築士、二級建築士又は建築物調査員等が行わなければならない。",
      "定期報告は、全ての建築物の所有者に義務付けられている。"
    ],
    "ans": 3,
    "ex": "法12条第1項により、定期報告は特定建築物（法別表第1に掲げる用途の建築物等で政令又は特定行政庁が指定するもの）の所有者又は管理者に義務付けられており、全ての建築物が対象ではない。",
    "tip": "📖 法12条1項｜定期報告＝特定建築物が対象。全建築物ではない"
  },
  {
    "id": "r39",
    "cat": "建築基準法",
    "sub": "雑則・その他",
    "diff": 1,
    "isNew": false,
    "q": "建築基準法に規定する面積、高さ等の算定方法に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "建築物の高さは、地盤面からの高さによる。",
      "建築物の高さは、常に海抜高さで算定する。",
      "建築面積は、建築物の各階の床面積の合計である。",
      "延べ面積は、建築物の外壁の中心線で囲まれた部分の水平投影面積である。"
    ],
    "ans": 0,
    "ex": "令2条第1項第六号により、建築物の高さは地盤面からの高さによる。ただし、法56条第1項の道路斜線制限の場合は前面道路の路面の中心からの高さによる等の例外がある。建築面積は水平投影面積（令2条第1項第二号）、延べ面積は各階の床面積の合計（令2条第1項第四号）である。",
    "tip": "📖 令2条1項｜高さ＝地盤面から。建築面積＝水平投影面積。延べ面積＝各階床面積の合計"
  },
  {
    "id": "r40",
    "cat": "建築基準法",
    "sub": "雑則・その他",
    "diff": 2,
    "isNew": false,
    "q": "建築基準法第9条に規定する違反建築物に対する措置に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "特定行政庁は、違反建築物の建築主等に対して、工事の施工の停止を命じ、又は相当の猶予期限を付けて、建築物の除却等を命ずることができる。",
      "違反建築物に対する措置を命ずることができるのは、建築主事のみである。",
      "違反建築物の是正命令は、建築物の所有者に対してのみ行うことができる。",
      "特定行政庁は、違反建築物を発見しても行政指導のみ行うことができ、命令を発することはできない。"
    ],
    "ans": 0,
    "ex": "法9条第1項により、特定行政庁は建築基準法等の規定に違反した建築物の建築主、工事の請負人又は現場管理者等に対し、工事の施工の停止を命じ、又は相当の猶予期限を付けて建築物の除却、移転、改築、使用禁止等を命ずることができる。",
    "tip": "📖 法9条1項｜違反建築物の措置＝特定行政庁が停止命令・除却命令等を発する"
  },
  {
    "id": "r41",
    "cat": "関係法令",
    "sub": "建築士法",
    "diff": 2,
    "isNew": false,
    "q": "建築士法第3条に規定する一級建築士でなければできない設計又は工事監理に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "学校、病院等の用途に供する建築物で、延べ面積が500m²を超えるものの設計は、一級建築士でなければならない。",
      "木造の建築物で、高さが10mを超えるものの設計は、一級建築士でなければならない。",
      "鉄筋コンクリート造の建築物で、延べ面積が300m²を超えるものの設計は、一級建築士でなければならない。",
      "全ての3階建て以上の建築物の設計は、一級建築士でなければならない。"
    ],
    "ans": 0,
    "ex": "士法3条第1項により、学校、病院、劇場、百貨店等の用途に供する建築物で延べ面積が500m²を超えるものの設計及び工事監理は、一級建築士でなければ行ってはならない。木造は高さ13m超又は軒高9m超、鉄筋コンクリート造等は延べ面積300m²超が一級建築士の業務範囲となる。",
    "tip": "📖 士法3条1項｜一級必須＝学校・病院等500m²超、木造は高さ13m超・軒高9m超、RC等300m²超"
  },
  {
    "id": "r42",
    "cat": "関係法令",
    "sub": "建築士法",
    "diff": 2,
    "isNew": true,
    "q": "2025年（令和7年）施行の建築士法改正における二級建築士の業務範囲に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "改正により、二級建築士が設計できる木造建築物の規模要件が拡大され、高さ16m以下かつ階数3以下の木造建築物の設計が可能となった。",
      "改正により、二級建築士は全ての鉄筋コンクリート造建築物の設計が可能となった。",
      "改正により、二級建築士の業務範囲は従前と全く変更されていない。",
      "改正により、二級建築士は一級建築士と同等の業務を行えるようになった。"
    ],
    "ans": 0,
    "ex": "2025年4月施行の建築士法改正により、木造建築物の構造計算に関する規模要件の見直しに連動して、二級建築士が設計・工事監理できる木造建築物の範囲が拡大された。従前の「高さ13m以下かつ軒高9m以下」から「高さ16m以下かつ階数3以下」に変更された。",
    "tip": "📖 士法3条の2｜2025年改正：二級建築士の木造範囲が「高さ16m以下・階数3以下」に拡大"
  },
  {
    "id": "r43",
    "cat": "関係法令",
    "sub": "建築士法",
    "diff": 2,
    "isNew": false,
    "q": "建築士法に規定する建築士の義務に関する次の記述のうち、誤っているものはどれか。",
    "ch": [
      "建築士は、設計を行う場合には、設計図書に一級建築士又は二級建築士である旨の表示をして記名しなければならない。",
      "建築士は、工事監理を行う場合には、工事が設計図書のとおりに実施されているかどうかを確認しなければならない。",
      "建築士は、工事監理を終了したときは、直ちにその結果を文書で建築主に報告しなければならない。",
      "建築士は、他の建築士の設計した設計図書の一部を変更する場合であっても、自らの責任で変更することはできない。"
    ],
    "ans": 3,
    "ex": "士法19条により、建築士は他の建築士の設計した設計図書の一部を変更しようとするときは、当該建築士の承諾を求めなければならないが、承諾が得られなかったときは自己の責任において変更することができる。変更できないわけではない。",
    "tip": "📖 士法19条｜他人の設計変更＝承諾を求める→得られなくても自己責任で変更可能"
  },
  {
    "id": "r44",
    "cat": "関係法令",
    "sub": "建築士法",
    "diff": 2,
    "isNew": false,
    "q": "建築士法に規定する建築士事務所に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "建築士事務所の登録の有効期間は5年であり、引き続き業務を行う場合は更新の登録を受けなければならない。",
      "建築士事務所の登録の有効期間は3年である。",
      "建築士事務所の開設者は、必ず建築士でなければならない。",
      "建築士事務所には、管理建築士を置く必要はない。"
    ],
    "ans": 0,
    "ex": "士法23条第1項により、建築士事務所の登録の有効期間は5年である。建築士事務所の開設者は必ずしも建築士である必要はないが、管理建築士（士法24条）を置かなければならない。",
    "tip": "📖 士法23条1項・24条｜事務所登録＝5年。管理建築士は必置。開設者は建築士でなくてもよい"
  },
  {
    "id": "r45",
    "cat": "関係法令",
    "sub": "バリアフリー法",
    "diff": 2,
    "isNew": false,
    "q": "高齢者、障害者等の移動等の円滑化の促進に関する法律（バリアフリー法）に規定する特別特定建築物に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "特別特定建築物で、床面積の合計が2,000m²以上のものを新築する場合は、建築物移動等円滑化基準に適合させなければならない。",
      "特別特定建築物には、事務所ビルが含まれる。",
      "バリアフリー法の建築物移動等円滑化基準は、努力義務にとどまり、適合義務は課されていない。",
      "特別特定建築物の新築においては、規模にかかわらず全て建築物移動等円滑化基準に適合させなければならない。"
    ],
    "ans": 0,
    "ex": "バリアフリー法第14条第1項により、特別特定建築物（不特定多数の者が利用する建築物等）で、床面積の合計が2,000m²（公衆便所は50m²）以上のものを新築等する場合は、建築物移動等円滑化基準に適合させなければならない（適合義務）。事務所ビルは特定建築物であるが特別特定建築物には該当しない。",
    "tip": "📖 バリアフリー法14条1項｜特別特定建築物2,000m²以上＝適合義務。事務所は特別特定建築物ではない"
  },
  {
    "id": "r46",
    "cat": "関係法令",
    "sub": "バリアフリー法",
    "diff": 2,
    "isNew": false,
    "q": "バリアフリー法に基づく建築物移動等円滑化基準に関する次の記述のうち、誤っているものはどれか。",
    "ch": [
      "不特定かつ多数の者が利用する廊下等の幅は、120cm以上としなければならない。",
      "階段には、手すりを設けなければならない。",
      "エレベーターのかごの内法幅は、140cm以上としなければならない。",
      "出入口の幅は、50cm以上とすればよい。"
    ],
    "ans": 3,
    "ex": "バリアフリー法施行令第11条により、不特定かつ多数の者が利用する出入口の幅は80cm以上（直接地上へ通ずる出入口は原則120cm以上）としなければならず、50cm以上では基準を満たさない。",
    "tip": "📖 バリアフリー法施行令11条｜出入口幅＝80cm以上。廊下＝120cm以上。50cmでは不足"
  },
  {
    "id": "r47",
    "cat": "関係法令",
    "sub": "建築物省エネ法",
    "diff": 2,
    "isNew": true,
    "q": "2025年（令和7年）4月施行の建築物省エネ法改正に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "改正により、原則として全ての新築建築物に省エネ基準への適合が義務付けられた。",
      "改正後も、住宅の省エネ基準適合は努力義務にとどまる。",
      "改正により、延べ面積300m²以上の非住宅建築物のみが省エネ基準適合義務の対象となった。",
      "改正後も、省エネ基準の適合判定は不要となった。"
    ],
    "ans": 0,
    "ex": "2025年4月施行の改正建築物省エネ法により、原則として全ての新築建築物（住宅を含む）に省エネ基準への適合が義務付けられた。従前は延べ面積300m²以上の非住宅建築物のみが適合義務の対象であったが、改正により住宅を含む全ての新築建築物に拡大された。",
    "tip": "📖 建築物省エネ法11条｜2025年改正：全新築建築物に省エネ基準適合義務化（住宅含む）"
  },
  {
    "id": "r48",
    "cat": "関係法令",
    "sub": "建築物省エネ法",
    "diff": 2,
    "isNew": false,
    "q": "建築物のエネルギー消費性能の向上等に関する法律（建築物省エネ法）に規定する省エネ基準に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "省エネ基準は、外壁、窓等の断熱性能に関する基準と、設備機器のエネルギー消費性能に関する基準で構成される。",
      "省エネ基準は、断熱性能に関する基準のみで構成される。",
      "省エネ基準の適合性判定は、建築主事が行う。",
      "省エネ基準は、既存建築物の改修には適用されない。"
    ],
    "ans": 0,
    "ex": "建築物省エネ法に基づく省エネ基準は、外皮性能（外壁・窓等の断熱性能）に関する基準と、一次エネルギー消費量（空調・照明・給湯等の設備機器のエネルギー消費性能）に関する基準で構成される。適合性判定は所管行政庁又は登録省エネ判定機関が行う。",
    "tip": "📖 建築物省エネ法2条｜省エネ基準＝外皮性能＋一次エネルギー消費量の2本柱"
  },
  {
    "id": "r49",
    "cat": "関係法令",
    "sub": "都市計画法",
    "diff": 2,
    "isNew": false,
    "q": "都市計画法第29条に規定する開発許可に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "市街化区域において、1,000m²以上の開発行為を行う場合は、原則として都道府県知事の許可が必要である。",
      "市街化調整区域では、開発許可は不要である。",
      "開発許可は、全て国土交通大臣が行う。",
      "開発行為とは、建築物の建築のみを目的とした土地の区画形質の変更をいう。"
    ],
    "ans": 0,
    "ex": "都市計画法第29条第1項により、市街化区域内において1,000m²以上（三大都市圏の一定区域では500m²以上）の開発行為を行おうとする者は、都道府県知事（指定都市等では市長）の許可を受けなければならない。市街化調整区域では原則として開発許可が必要である。",
    "tip": "📖 都計法29条1項｜開発許可＝市街化区域1,000m²以上。市街化調整区域は原則全て許可必要"
  },
  {
    "id": "r50",
    "cat": "関係法令",
    "sub": "消防法",
    "diff": 2,
    "isNew": false,
    "q": "消防法に規定する消防用設備等に関する次の記述のうち、正しいものはどれか。",
    "ch": [
      "消防用設備等の設置及び維持の義務は、建築物の関係者（所有者、管理者又は占有者）に課されている。",
      "消防用設備等の設置基準は、建築基準法で定められている。",
      "消防用設備等の検査は、建築主事が行う。",
      "住宅には、消防用設備等の設置義務は一切ない。"
    ],
    "ans": 0,
    "ex": "消防法第17条第1項により、消防用設備等の設置及び維持の義務は、防火対象物の関係者（所有者、管理者又は占有者）に課されている。消防用設備等の設置基準は消防法及びその政令（消防法施行令）で定められる。また、消防法第9条の2により住宅にも住宅用火災警報器の設置が義務付けられている。",
    "tip": "📖 消防法17条1項｜消防用設備＝関係者（所有者・管理者・占有者）に設置・維持義務"
  }
]
